Repository: itsjasminn/archivio.bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: de, ru, uz

source: ⚠️ You are not logged in. Please /start to register.
de: ⚠️ Sie sind nicht angemeldet. Bitte verwenden Sie /start, um sich zu registrieren.
ru: ⚠️ Вы не авторизованы. Пожалуйста, используйте /start для регистрации.
uz: ⚠️ Siz tizimga kirmagansiz. Ro‘yxatdan o‘tish uchun iltimos /start buyrug‘ini bosing.

source: 🏠 Main menu
de: 🏠 Hauptmenü
ru: 🏠 Главное меню
uz: 🏠 Asosiy menyu

source: ⏬ Add
de: ⏬ Hinzufügen
ru: ⏬ Добавить
uz: ⏬ Qo'shish

source: 👀 View
de: 👀 Anzeigen
ru: 👀 Просмотреть
uz: 👀 Ko'rish

source: ⬅️ Back
de: ⬅️ Zurück
ru: ⬅️ Назад
uz: ⬅️ Orqaga

source: Last week
de: Letzte Woche
ru: Последняя неделя
uz: O‘tgan hafta

source: Last month
de: Letzter Monat
ru: Последний месяц
uz: O'tgan oy

source: Last 6 months
de: Letzte 6 Monate
ru: Последние 6 месяцев
uz: Oxirgi 6 oy

source: All
de: Alle
ru: Все
uz: Hammasi

source: 🖼 Photos
de: 🖼 Fotos
ru: 🖼 Фото
uz: 🖼 Rasmlar

source: 🎥 Videos
ru: 🎥 Видео
uz: 🎥 Videolar

source: 📄 Documents
de: 📄 Dokumente
ru: 📄 Документы
uz: 📄 Hujjatlar

source: ✉️ Text messages
de: ✉️ Textnachrichten
ru: ✉️ Текстовые сообщения
uz: ✉️ Xabarlar

source: 🎵 Audios
de: 🎵 Audiodateien
ru: 🎵 Аудио
uz: 🎵 Audiolar

source: 👤 Contacts
de: 👤 Kontakte
ru: 👤 Контакты
uz: 👤 Kontaktlar

source: 🎙 Voice messages
de: 🎙 Sprachnachrichten
ru: 🎙 Голосовые сообщения
uz: 🎙 Ovozli xabarlar

source: 📞 Contact us
de: 📞 Kontaktieren Sie uns
ru: 📞 Связаться с нами
uz: 📞 Biz bilan bog‘lanish

source: ⚙️ Settings
de: ⚙️ Einstellungen
ru: ⚙️ Настройки
uz: ⚙️ Sozlamalar

source: 👤 Change username
de: 👤 Benutzername ändern
ru: 👤 Сменить имя пользователя
uz: 👤 Foydalanuvchi nomini o‘zgartirish

source: 🔢 Change password
de: 🔢 Passwort ändern
ru: 🔢 Сменить пароль
uz: 🔢 Parolni o‘zgartirish

source: 🏳️ Change language
de: 🏳️ Sprache ändern
ru: 🏳️ Сменить язык
uz: 🏳️ Tilni o'zgartirish

source: 🏌🏻‍♀️ Delete account
de: 🏌🏻‍♀️ Konto löschen
ru: 🏌🏻‍♀️ Удалить аккаунт
uz: 🏌🏻‍♀️ Hisobni o‘chirish

source: 🚫 Logout
de: 🚫 Abmelden
ru: 🚫 Выйти
uz: 🚫 Chiqish

source: ✅ Done
de: ✅ Fertig
ru: ✅ Готово
uz: ✅ Bajarildi

source: 🌐 Please choose a language:
de: 🌐 Bitte wählen Sie eine Sprache:
ru: 🌐 Пожалуйста, выберите язык:
uz: 🌐 Iltimos tilni tanlang

source: 🤖 Welcome, {full_name}! In this bot, you can store photos, videos, documents and etc. Use the following commands to use the service: 🔹 /register — to register 🔹 /login — to login Use the /help command to get assistance.
de: 🤖 Willkommen, {full_name}! In diesem Bot können Sie Fotos, Videos, Dokumente und mehr speichern. Verwenden Sie die folgenden Befehle, um den Dienst zu nutzen: 🔹 /register — zur Registrierung 🔹 /login — zum Anmelden Verwenden Sie den Befehl /help, um Unterstützung zu erhalten.
ru: 🤖 Добро пожаловать, {full_name}! В этом боте вы можете хранить фото, видео, документы и многое другое. Используйте следующие команды для работы с сервисом: 🔹 /register — для регистрации 🔹 /login — для входа Используйте команду /help для получения помощи.
uz: 🤖 Xush kelibsiz, {full_name}! Ushbu botda siz rasmlar, videolar, hujjatlar va shunga o'xshash narsalarni saqlashingiz mumkin. Xizmatdan foydalanish uchun quyidagi buyruqlardan foydalaning: 🔹 /register — ro‘yxatdan o‘tish 🔹 /login — tizimga kirish Yordam olish uchun /help buyrug‘idan foydalaning.

source: 🔄 Change the language
de: 🔄 Sprache ändern
ru: 🔄 Сменить язык
uz: 🔄 Tilni o'zgartirish

source: Unknown language selection
de: Unbekannte Sprachauswahl
ru: Неизвестный выбор языка
uz: Noma'lum til tanlandi

source: 👮🏻‍♀️ Admin
ru: 👮🏻‍♀️ Админ

source: Click the button to contact ⬇️
de: Klicken Sie auf die Schaltfläche, um Kontakt aufzunehmen ⬇️
ru: Нажмите кнопку, чтобы связаться ⬇️
uz: Bog‘lanish uchun tugmani bosing ⬇️

source: Back to main menu
de: Zurück zum Hauptmenü
ru: Вернуться в главное меню
uz: Asosiy menuga qaytish

source: 📸 Please send the audios you want to save. After finishing, click the '✅ Done' button!
de: 📸 Bitte senden Sie die Audiodateien, die Sie speichern möchten. Klicken Sie nach Abschluss auf die Schaltfläche '✅ Fertig'!
ru: 📸 Пожалуйста, отправьте аудиофайлы, которые хотите сохранить. После завершения нажмите кнопку '✅ Готово'!
uz: 📸 Iltimos, saqlamoqchi bo‘lgan audiodorilaringizni yuboring. Tugatganingizdan so‘ng '✅ Bajarildi' tugmasini bosing!

source: ⚠️ User not found. Please start with /start first.
de: ⚠️ Benutzer nicht gefunden. Bitte beginnen Sie zuerst mit /start.
ru: ⚠️ Пользователь не найден. Пожалуйста, начните с команды /start.
uz: ⚠️ Foydalanuvchi topilmadi. Iltimos, avval /start buyrug‘idan foydalaning.

source: After finishing, click the '✅ Done' button!
de: Klicken Sie nach Abschluss auf die Schaltfläche '✅ Fertig'!
ru: После завершения нажмите кнопку '✅ Готово'!
uz: Tugatganingizdan so‘ng '✅ Bajarildi' tugmasini bosing!

source: ✅ You can send more or click the '✅ Done' button!
de: ✅ Sie können mehr senden oder auf die Schaltfläche '✅ Fertig' klicken!
ru: ✅ Вы можете отправить ещё или нажать кнопку '✅ Готово'!
uz: ✅ Yana yuborish yoki '✅ Bajarildi' tugmasini bosishingiz mumkin!

source: ❗️You didn't send audios!
de: ❗️ Sie haben keine Audiodateien gesendet!
ru: ❗️ Вы не отправили аудиофайлы!
uz: ❗️Siz audio yubormadingiz!

source: ⚠️ User ID not found. Please start again.
de: ⚠️ Benutzer-ID nicht gefunden. Bitte starten Sie erneut.
ru: ⚠️ ID пользователя не найден. Пожалуйста, начните заново.
uz: ⚠️ Foydalanuvchi ID raqami topilmadi. Iltimos, qaytadan boshlang.

source: ⚠️ An error occurred while saving a audio. Please try again.
de: ⚠️ Beim Speichern einer Audiodatei ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
ru: ⚠️ Произошла ошибка при сохранении аудиофайла. Пожалуйста, попробуйте снова.
uz: ⚠️ Audio saqlashda xatolik yuz berdi. Iltimos, qayta urinib ko‘ring.

source: ✅ All audios saved! Thank you!
de: ✅ Alle Audiodateien gespeichert! Vielen Dank!
ru: ✅ Все аудиофайлы сохранены! Спасибо!
uz: ✅ Barcha audios saqlandi! Rahmat!

source: ❗️Please, Send the audios or click the '✅ Done' button
de: ❗️ Bitte senden Sie die Audiodateien oder klicken Sie auf die Schaltfläche '✅ Fertig'
ru: ❗️ Пожалуйста, отправьте аудиофайлы или нажмите кнопку '✅ Готово'
uz: ❗️Iltimos, audio fayllarni yuboring yoki '✅ Bajarildi' tugmasini bosing.

source: 📸 Please send the contacts you want to save. After finishing, click the '✅ Done' button!
de: 📸 Bitte senden Sie die Kontakte, die Sie speichern möchten. Klicken Sie nach Abschluss auf die Schaltfläche '✅ Fertig'!
ru: 📸 Пожалуйста, отправьте контакты, которые хотите сохранить. После завершения нажмите кнопку '✅ Готово'!
uz: 📸 Iltimos, saqlamoqchi bo‘lgan kontaktlaringizni yuboring. Tugatganingizdan so‘ng '✅ Bajarildi' tugmasini bosing!

source: ❗️You didn't send contacts!
de: ❗️ Sie haben keine Kontakte gesendet!
ru: ❗️ Вы не отправили контакты!
uz: ❗️Siz kontakt yubormadingiz!

source: ⚠️ An error occurred while saving a contact. Please try again.
de: ⚠️ Beim Speichern eines Kontakts ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
ru: ⚠️ Произошла ошибка при сохранении контакта. Пожалуйста, попробуйте снова.
uz: ⚠️ Kontaktni saqlashda xatolik yuz berdi. Iltimos, qayta urinib ko‘ring.

source: ✅ All contacts saved! Thank you!
de: ✅ Alle Kontakte gespeichert! Vielen Dank!
ru: ✅ Все контакты сохранены! Спасибо!
uz: ✅ Barcha kontaktlar saqlandi! Rahmat!

source: ❗️Please, Send the contacts or click the '✅ Done' button!
de: ❗️ Bitte senden Sie die Kontakte oder klicken Sie auf die Schaltfläche '✅ Fertig'!
ru: ❗️ Пожалуйста, отправьте контакты или нажмите кнопку '✅ Готово'!
uz: ❗️Iltimos, kontaktlarni yuboring yoki '✅ Bajarildi' tugmasini bosing!

source: 📸 Please send the documents you want to save. After finishing, click the '✅ Done' button!
de: 📸 Bitte senden Sie die Dokumente, die Sie speichern möchten. Klicken Sie nach Abschluss auf die Schaltfläche '✅ Fertig'!
ru: 📸 Пожалуйста, отправьте документы, которые хотите сохранить. После завершения нажмите кнопку '✅ Готово'!
uz: 📸 Iltimos, saqlamoqchi bo‘lgan hujjatlaringizni yuboring. Tugatganingizdan so‘ng '✅ Bajarildi' tugmasini bosing!

source: You can send more or click the '✅ Done' button!
de: Sie können mehr senden oder auf die Schaltfläche '✅ Fertig' klicken!
ru: Вы можете отправить ещё или нажать кнопку '✅ Готово'!
uz: Yana yuborishingiz yoki '✅ Bajarildi' tugmasini bosishingiz mumkin!

source: ❗️You didn't send documents!
de: ❗️ Sie haben keine Dokumente gesendet!
ru: ❗️ Вы не отправили документы!
uz: ❗️Siz hujjat yubormadingiz!

source: ⚠️ An error occurred while saving a document. Please try again.
de: ⚠️ Beim Speichern eines Dokuments ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
ru: ⚠️ Произошла ошибка при сохранении документа. Пожалуйста, попробуйте снова.
uz: ⚠️ Hujjatni saqlashda xatolik yuz berdi. Iltimos, qayta urinib ko‘ring.

source: ✅ All documents saved! Thank you!
de: ✅ Alle Dokumente gespeichert! Vielen Dank!
ru: ✅ Все документы сохранены! Спасибо!
uz: ✅ Barcha hujjatlar saqlandi! Rahmat!

source: 📸 Please send the photos you want to save. After finishing, click the '✅ Done' button!
de: 📸 Bitte senden Sie die Fotos, die Sie speichern möchten. Klicken Sie nach Abschluss auf die Schaltfläche '✅ Fertig'!
ru: 📸 Пожалуйста, отправьте фото, которые хотите сохранить. После завершения нажмите кнопку '✅ Готово'!
uz: 📸 Iltimos, saqlamoqchi bo‘lgan rasmlaringizni yuboring. Tugatganingizdan so‘ng '✅ Bajarildi' tugmasini bosing!

source: ❗️You didn't send photos!
de: ❗️ Sie haben keine Fotos gesendet!
ru: ❗️ Вы не отправили фото!
uz: ❗️Siz rasm yubormadingiz!

source: ⚠️ An error occurred while saving a photo. Please try again.
de: ⚠️ Beim Speichern eines Fotos ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
ru: ⚠️ Произошла ошибка при сохранении фото. Пожалуйста, попробуйте снова.
uz: ⚠️ Rasmni saqlashda xatolik yuz berdi. Iltimos, qayta urinib ko‘ring.

source: ✅ All photos saved! Thank you!
de: ✅ Alle Fotos gespeichert! Vielen Dank!
ru: ✅ Все фото сохранены! Спасибо!
uz: ✅ Barcha rasmlar saqlandi! Rahmat!

source: ❗️Please, Send the photos or click the '✅ Done' button!
de: ❗️ Bitte senden Sie die Fotos oder klicken Sie auf die Schaltfläche '✅ Fertig'!
ru: ❗️ Пожалуйста, отправьте фото или нажмите кнопку '✅ Готово'!
uz: ❗️Iltimos, rasmlarni yuboring yoki '✅ Bajarildi' tugmasini bosing!

source: 📝 Please send the text messages you want to save. After finishing, click the '✅ Done' button!
de: 📝 Bitte senden Sie die Textnachrichten, die Sie speichern möchten. Klicken Sie nach Abschluss auf die Schaltfläche '✅ Fertig'!
ru: 📝 Пожалуйста, отправьте текстовые сообщения, которые хотите сохранить. После завершения нажмите кнопку '✅ Готово'!
uz: 📝 Iltimos, saqlamoqchi bo‘lgan xabarlaringizni yuboring. Tugatganingizdan so‘ng '✅ Bajarildi' tugmasini bosing!

source: ❗️You didn't send any text messages!
de: ❗️ Sie haben keine Textnachrichten gesendet!
ru: ❗️ Вы не отправили текстовые сообщения!
uz: ❗️Siz hech qanday matn xabari yubormadingiz!

source: ⚠️ An error occurred while saving a text message. Please try again.
de: ⚠️ Beim Speichern einer Textnachricht ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
ru: ⚠️ Произошла ошибка при сохранении текстового сообщения. Пожалуйста, попробуйте снова.
uz: ⚠️ Xabarni saqlashda xatolik yuz berdi. Iltimos, qayta urinib ko‘ring.

source: ✅ All text messages saved! Thank you!
de: ✅ Alle Textnachrichten gespeichert! Vielen Dank!
ru: ✅ Все текстовые сообщения сохранены! Спасибо!
uz: ✅ Barcha xabarlar saqlandi! Rahmat!

source: ❗️Please send text messages or click the '✅ Done' button!
de: ❗️ Bitte senden Sie Textnachrichten oder klicken Sie auf die Schaltfläche '✅ Fertig'!
ru: ❗️ Пожалуйста, отправьте текстовые сообщения или нажмите кнопку '✅ Готово'!
uz: ❗️Iltimos, xabarlarni yuboring yoki '✅ Bajarildi' tugmasini bosing!

source: 📸 Please send the videos you want to save. After finishing, click the '✅ Done' button!
de: 📸 Bitte senden Sie die Videos, die Sie speichern möchten. Klicken Sie nach Abschluss auf die Schaltfläche '✅ Fertig'!
ru: 📸 Пожалуйста, отправьте видео, которые хотите сохранить. После завершения нажмите кнопку '✅ Готово'!
uz: 📸 Iltimos, saqlamoqchi bo‘lgan videolaringizni yuboring. Tugatganingizdan so‘ng '✅ Bajarildi' tugmasini bosing!

source: ❗️You didn't send any videos!
de: ❗️ Sie haben keine Videos gesendet!
ru: ❗️ Вы не отправили видео!
uz: ❗️Siz hech qanday video yubormadingiz!

source: ⚠️ An error occurred while saving a video. Please try again.
de: ⚠️ Beim Speichern eines Videos ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
ru: ⚠️ Произошла ошибка при сохранении видео. Пожалуйста, попробуйте снова.
uz: ⚠️ Video saqlashda xatolik yuz berdi. Iltimos, qayta urinib ko‘ring.

source: ✅ All videos saved! Thank you!
de: ✅ Alle Videos gespeichert! Vielen Dank!
ru: ✅ Все видео сохранены! Спасибо!
uz: ✅ Barcha videolar saqlandi! Rahmat!

source: ❗️Please send videos or click the '✅ Done' button!
de: ❗️ Bitte senden Sie Videos oder klicken Sie auf die Schaltfläche '✅ Fertig'!
ru: ❗️ Пожалуйста, отправьте видео или нажмите кнопку '✅ Готово'!
uz: ❗️Iltimos, videolarni yuboring yoki '✅ Bajarildi' tugmasini bosing!

source: 🎙️ Please send the voice messages you want to save. After finishing, click the '✅ Done' button!
de: 🎙️ Bitte senden Sie die Sprachnachrichten, die Sie speichern möchten. Klicken Sie nach Abschluss auf die Schaltfläche '✅ Fertig'!
ru: 🎙️ Пожалуйста, отправьте голосовые сообщения, которые хотите сохранить. После завершения нажмите кнопку '✅ Готово'!

source: ❗️You didn't send any voice messages!
de: ❗️ Sie haben keine Sprachnachrichten gesendet!
ru: ❗️ Вы не отправили голосовые сообщения!
uz: ❗️Siz hech qanday ovozli xabar yubormadingiz!

source: ⚠️ An error occurred while saving a voice message. Please try again.
de: ⚠️ Beim Speichern einer Sprachnachricht ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
ru: ⚠️ Произошла ошибка при сохранении голосового сообщения. Пожалуйста, попробуйте снова.
uz: ⚠️ Ovozli xabarni saqlashda xatolik yuz berdi. Iltimos, qayta urinib ko‘ring.

source: ✅ All voice messages saved! Thank you!
de: ✅ Alle Sprachnachrichten gespeichert! Vielen Dank!
ru: ✅ Все голосовые сообщения сохранены! Спасибо!
uz: ✅ Barcha ovozli xabarlar saqlandi! Rahmat!

source: ❗️Please send voice messages or click the '✅ Done' button!
de: ❗️ Bitte senden Sie Sprachnachrichten oder klicken Sie auf die Schaltfläche '✅ Fertig'!
ru: ❗️ Пожалуйста, отправьте голосовые сообщения или нажмите кнопку '✅ Готово'!
uz: ❗️Iltimos, ovozli xabarlarni yuboring yoki '✅ Bajarildi' tugmasini bosing!

source: 📝 Please, enter your username
de: 📝 Bitte geben Sie Ihren Benutzernamen ein
ru: 📝 Пожалуйста, введите имя пользователя
uz: 📝 Iltimos, foydalanuvchi nomingizni kiriting

source: 🔒 Now, enter your password.
de: 🔒 Geben Sie nun Ihr Passwort ein.
ru: 🔒 Теперь введите пароль.
uz: 🔒 Endi, parolingizni kiriting.

source: ❌ No such user found! Please try again. Enter a valid username.
de: ❌ Benutzer nicht gefunden! Bitte versuchen Sie es erneut. Geben Sie einen gültigen Benutzernamen ein.
ru: ❌ Пользователь не найден! Пожалуйста, попробуйте снова. Введите действительное имя пользователя.
uz: ❌ Bunday foydalanuvchi topilmadi! Iltimos, qayta urinib ko‘ring. To‘g‘ri foydalanuvchi nomini kiriting.

source: ❌ Invalid password! Please try again. Enter a valid password.
de: ❌ Ungültiges Passwort! Bitte versuchen Sie es erneut. Geben Sie ein gültiges Passwort ein.
ru: ❌ Неверный пароль! Пожалуйста, попробуйте снова. Введите действительный пароль.
uz: ❌ Parol noto‘g‘ri! Iltimos, qayta urinib ko‘ring. To‘g‘ri parolni kiriting.

source: ✅ You have successfully logged in.
de: ✅ Sie haben sich erfolgreich angemeldet.
ru: ✅ Вы успешно вошли в систему.
uz: ✅ Siz tizimga muvaffaqiyatli kirdingiz.

source: ✅ You are already registered!
de: ✅ Sie sind bereits registriert!
ru: ✅ Вы уже зарегистрированы!
uz: ✅ Siz allaqachon ro‘yxatdan o‘tgansiz!

source: 📝 Enter your username
de: 📝 Geben Sie Ihren Benutzernamen ein
ru: 📝 Введите имя пользователя
uz: 📝 Foydalanuvchi nomingizni kiriting

source: ❌ This username is already taken. Please choose another.
de: ❌ Dieser Benutzername ist bereits vergeben. Bitte wählen Sie einen anderen.
ru: ❌ Это имя пользователя уже занято. Пожалуйста, выберите другое.
uz: ❌ Bu foydalanuvchi nomi band. Iltimos, boshqasini tanlang.

source: 🔒 Create a password. It must be at least 6 characters long and contain both letters and numbers.
de: 🔒 Erstellen Sie ein Passwort. Es muss mindestens 6 Zeichen lang sein und sowohl Buchstaben als auch Zahlen enthalten.
ru: 🔒 Создайте пароль. Он должен содержать не менее 6 символов, включая буквы и цифры.
uz: 🔒 Parol yarating. U kamida 6 ta belgidan iborat bo‘lishi va harflar hamda raqamlarni o‘z ichiga olishi kerak.

source: ❌ Password must be at least 6 characters long and contain both letters and numbers. Please create another.
de: ❌ Das Passwort muss mindestens 6 Zeichen lang sein und sowohl Buchstaben als auch Zahlen enthalten. Bitte erstellen Sie ein anderes.
ru: ❌ Пароль должен содержать не менее 6 символов, включая буквы и цифры. Пожалуйста, создайте другой.
uz: ❌ Parol kamida 6 ta belgidan iborat bo‘lishi va harflar hamda raqamlarni o‘z ichiga olishi kerak. Iltimos, boshqasini yarating.

source: ⚠️ An error occurred while registering. Please try again later.
de: ⚠️ Beim Registrieren ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
ru: ⚠️ Произошла ошибка при регистрации. Пожалуйста, попробуйте снова позже.
uz: ⚠️ Ro‘yxatdan o‘tishda xatolik yuz berdi. Iltimos, keyinroq qayta urinib ko‘ring.

source: 🎉 You have successfully registered! Now, you can use /login command to log in
de: 🎉 Sie haben sich erfolgreich registriert! Jetzt können Sie den Befehl /login verwenden, um sich anzumelden.
ru: 🎉 Вы успешно зарегистрированы! Теперь вы можете использовать команду /login для входа.
uz: 🎉 Siz muvaffaqiyatli ro‘yxatdan o‘tdingiz! Tizimga kirish uchun /login buyrug‘idan foydalanishingiz mumkin

source: 📂 You don't have any saved audios from the last week.
de: 📂 Sie haben keine gespeicherten Audiodateien von der letzten Woche.
ru: 📂 У вас нет сохранённых аудиофайлов за последнюю неделю.
uz: 📂 Sizda o‘tgan haftadan saqlangan hech qanday audio yo‘q.

source: ✅ All last week's audios have been shown.
de: ✅ Alle Audiodateien der letzten Woche wurden angezeigt.
ru: ✅ Все аудиофайлы за последнюю неделю показаны.
uz: ✅ O‘tgan haftadagi barcha audiolar ko‘rsatildi.

source: 📂 You don't have any saved audios from the last month.
de: 📂 Sie haben keine gespeicherten Audiodateien vom letzten Monat.
ru: 📂 У вас нет сохранённых аудиофайлов за последний месяц.
uz: 📂 Sizda o‘tgan oydan saqlangan hech qanday audio yo‘q.

source: ✅ All last month's audios have been shown.
de: ✅ Alle Audiodateien des letzten Monats wurden angezeigt.
ru: ✅ Все аудиофайлы за последний месяц показаны.
uz: ✅ O‘tgan oydagi barcha audiolar ko‘rsatildi.

source: 📂 You don't have any saved audios from the last 6 months.
de: 📂 Sie haben keine gespeicherten Audiodateien von den letzten 6 Monaten.
ru: 📂 У вас нет сохранённых аудиофайлов за последние 6 месяцев.
uz: 📂 Sizda o‘tgan 6 oydan saqlangan hech qanday audio yo‘q.

source: ✅ All last 6 months' audios have been shown.
de: ✅ Alle Audiodateien der letzten 6 Monate wurden angezeigt.
ru: ✅ Все аудиофайлы за последние 6 месяцев показаны.
uz: ✅ O‘tgan 6 oydagi barcha audiolar ko‘rsatildi.

source: 📂 You don't have any saved audios.
de: 📂 Sie haben keine gespeicherten Audiodateien.
ru: 📂 У вас нет сохранённых аудиофайлов.
uz: 📂 Sizda saqlangan hech qanday audio yo‘q.

source: ✅ All audios have been shown.
de: ✅ Alle Audiodateien wurden angezeigt.
ru: ✅ Все аудиофайлы показаны.
uz: ✅ Barcha audiolar ko‘rsatildi.

source: 📂 You don't have any saved contacts from the last week.
de: 📂 Sie haben keine gespeicherten Kontakte von der letzten Woche.
ru: 📂 У вас нет сохранённых контактов за последнюю неделю.
uz: 📂 Sizda o‘tgan haftadan saqlangan hech qanday kontakt yo‘q.

source: ✅ All last week's contacts have been shown.
de: ✅ Alle Kontakte der letzten Woche wurden angezeigt.
ru: ✅ Все контакты за последнюю неделю показаны.
uz: ✅ O‘tgan haftadagi barcha kontaktlar ko‘rsatildi.

source: 📂 You don't have any saved contacts from the last month.
de: 📂 Sie haben keine gespeicherten Kontakte vom letzten Monat.
ru: 📂 У вас нет сохранённых контактов за последний месяц.
uz: 📂 Sizda o‘tgan oydan saqlangan hech qanday kontakt yo‘q.

source: 📂 You don't have any saved contacts from the last 6 months.
de: 📂 Sie haben keine gespeicherten Kontakte von den letzten 6 Monaten.
ru: 📂 У вас нет сохранённых контактов за последние 6 месяцев.
uz: 📂 Sizda o‘tgan 6 oydan saqlangan hech qanday kontakt yo‘q.

source: 📂 You don't have any saved contacts.
de: 📂 Sie haben keine gespeicherten Kontakte.
ru: 📂 У вас нет сохранённых контактов.
uz: 📂 Sizda saqlangan hech qanday kontakt yo‘q.

source: 📂 You don't have any saved documents from the last week.
de: 📂 Sie haben keine gespeicherten Dokumente von der letzten Woche.
ru: 📂 У вас нет сохранённых документов за последнюю неделю.
uz: 📂 Sizda o‘tgan haftadan saqlangan hech qanday hujjat yo‘q.

source: ✅ All last week's documents have been shown.
de: ✅ Alle Dokumente der letzten Woche wurden angezeigt.
ru: ✅ Все документы за последнюю неделю показаны.
uz: ✅ O‘tgan haftadagi barcha hujjatlar ko‘rsatildi.

source: 📂 You don't have any saved documents from the last month.
de: 📂 Sie haben keine gespeicherten Dokumente vom letzten Monat.
ru: 📂 У вас нет сохранённых документов за последний месяц.
uz: 📂 Sizda o‘tgan oydan saqlangan hech qanday hujjat yo‘q.

source: ✅ All last month's documents have been shown.
de: ✅ Alle Dokumente des letzten Monats wurden angezeigt.
ru: ✅ Все документы за последний месяц показаны.
uz: ✅ O‘tgan oydagi barcha hujjatlar ko‘rsatildi.

source: 📂 You don't have any saved documents from the last 6 months.
de: 📂 Sie haben keine gespeicherten Dokumente von den letzten 6 Monaten.
ru: 📂 У вас нет сохранённых документов за последние 6 месяцев.
uz: 📂 Sizda o‘tgan 6 oydan saqlangan hech qanday hujjat yo‘q.

source: ✅ All last 6 months' documents have been shown.
de: ✅ Alle Dokumente der letzten 6 Monate wurden angezeigt.
ru: ✅ Все документы за последние 6 месяцев показаны.
uz: ✅ O‘tgan 6 oydagi barcha hujjatlar ko‘rsatildi.

source: 📂 You don't have any saved documents.
de: 📂 Sie haben keine gespeicherten Dokumente.
ru: 📂 У вас нет сохранённых документов.
uz: 📂 Sizda saqlangan hech qanday hujjat yo‘q.

source: ✅ All documents have been shown.
de: ✅ Alle Dokumente wurden angezeigt.
ru: ✅ Все документы показаны.
uz: ✅ Barcha hujjatlar ko‘rsatildi.

source: 📂 You don't have any saved photos from the last week.
de: 📂 Sie haben keine gespeicherten Fotos von der letzten Woche.
ru: 📂 У вас нет сохранённых фото за последнюю неделю.
uz: 📂 Sizda o‘tgan haftadan saqlangan hech qanday rasm yo‘q.

source: ✅ All last week's photos have been shown.
de: ✅ Alle Fotos der letzten Woche wurden angezeigt.
ru: ✅ Все фото за последнюю неделю показаны.
uz: ✅ O‘tgan haftadagi barcha rasmlar ko‘rsatildi.

source: 📂 You don't have any saved photos from the last month.
de: 📂 Sie haben keine gespeicherten Fotos vom letzten Monat.
ru: 📂 У вас нет сохранённых фото за последний месяц.
uz: 📂 Sizda o‘tgan oydan saqlangan hech qanday rasm yo‘q.

source: ✅ All last month's photos have been shown.
de: ✅ Alle Fotos des letzten Monats wurden angezeigt.
ru: ✅ Все фото за последний месяц показаны.
uz: ✅ O‘tgan oydagi barcha rasmlar ko‘rsatildi.

source: 📂 You don't have any saved photos from the last 6 months.
de: 📂 Sie haben keine gespeicherten Fotos von den letzten 6 Monaten.
ru: 📂 У вас нет сохранённых фото за последние 6 месяцев.
uz: 📂 Sizda o‘tgan 6 oydan saqlangan hech qanday rasm yo‘q.
