Repository: itsjasminn/archivio.bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: de, ru, uz

source: ✅ All last 6 months' photos have been shown.
de: ✅ Alle Fotos der letzten 6 Monate wurden angezeigt.
ru: ✅ Все фото за последние 6 месяцев показаны.
uz: ✅ O‘tgan 6 oydagi barcha rasmlar ko‘rsatildi.

source: 📂 You don't have any saved photos.
de: 📂 Sie haben keine gespeicherten Fotos.
ru: 📂 У вас нет сохранённых фото.
uz: 📂 Sizda saqlangan hech qanday rasm yo‘q.

source: ✅ All photos have been shown.
de: ✅ Alle Fotos wurden angezeigt.
ru: ✅ Все фото показаны.
uz: ✅ Barcha rasmlar ko‘rsatildi.

source: 📂 You don't have any saved text messages from the last week.
de: 📂 Sie haben keine gespeicherten Textnachrichten von der letzten Woche.
ru: 📂 У вас нет сохранённых текстовых сообщений за последнюю неделю.
uz: 📂 Sizda o‘tgan haftadan saqlangan hech qanday xabar yo‘q.

source: ✅ All last week's text messages have been shown.
de: ✅ Alle Textnachrichten der letzten Woche wurden angezeigt.
ru: ✅ Все текстовые сообщения за последнюю неделю показаны.
uz: ✅ O‘tgan haftadagi barcha xabarlar ko‘rsatildi.

source: 📂 You don't have any saved text messages from the last month.
de: 📂 Sie haben keine gespeicherten Textnachrichten vom letzten Monat.
ru: 📂 У вас нет сохранённых текстовых сообщений за последний месяц.
uz: 📂 Sizda o‘tgan oydan saqlangan hech qanday xabar yo‘q.

source: ✅ All last month's text messages have been shown.
de: ✅ Alle Textnachrichten des letzten Monats wurden angezeigt.
ru: ✅ Все текстовые сообщения за последний месяц показаны.
uz: ✅ O‘tgan oydagi barcha xabarlar ko‘rsatildi.

source: 📂 You don't have any saved text messages from the last 6 months.
de: 📂 Sie haben keine gespeicherten Textnachrichten von den letzten 6 Monaten.
ru: 📂 У вас нет сохранённых текстовых сообщений за последние 6 месяцев.
uz: 📂 Sizda o‘tgan 6 oydan saqlangan hech qanday xabar yo‘q.

source: ✅ All last 6 months' text messages have been shown.
de: ✅ Alle Textnachrichten der letzten 6 Monate wurden angezeigt.
ru: ✅ Все текстовые сообщения за последние 6 месяцев показаны.
uz: ✅ O‘tgan 6 oydagi barcha xabarlar ko‘rsatildi.

source: 📂 You don't have any saved text messages.
de: 📂 Sie haben keine gespeicherten Textnachrichten.
ru: 📂 У вас нет сохранённых текстовых сообщений.
uz: 📂 Sizda saqlangan hech qanday xabar yo‘q.

source: ✅ All text messages have been shown.
de: ✅ Alle Textnachrichten wurden angezeigt.
ru: ✅ Все текстовые сообщения показаны.
uz: ✅ Barcha xabarlar ko‘rsatildi.

source: 📂 You don't have any saved videos from the last week.
de: 📂 Sie haben keine gespeicherten Videos von der letzten Woche.
ru: 📂 У вас нет сохранённых видео за последнюю неделю.
uz: 📂 Sizda o‘tgan haftadan saqlangan hech qanday video yo‘q.

source: ✅ All last week's videos have been shown.
de: ✅ Alle Videos der letzten Woche wurden angezeigt.
ru: ✅ Все видео за последнюю неделю показаны.
uz: ✅ O‘tgan haftadagi barcha videolar ko‘rsatildi.

source: 📂 You don't have any saved videos from the last month.
de: 📂 Sie haben keine gespeicherten Videos vom letzten Monat.
ru: 📂 У вас нет сохранённых видео за последний месяц.
uz: 📂 Sizda o‘tgan oydan saqlangan hech qanday video yo‘q.

source: ✅ All last month's videos have been shown.
de: ✅ Alle Videos des letzten Monats wurden angezeigt.
ru: ✅ Все видео за последний месяц показаны.
uz: ✅ O‘tgan oydagi barcha videolar ko‘rsatildi.

source: 📂 You don't have any saved videos from the last 6 months.
de: 📂 Sie haben keine gespeicherten Videos von den letzten 6 Monaten.
ru: 📂 У вас нет сохранённых видео за последние 6 месяцев.
uz: 📂 Sizda o‘tgan 6 oydan saqlangan hech qanday video yo‘q.

source: ✅ All last 6 months' videos have been shown.
de: ✅ Alle Videos der letzten 6 Monate wurden angezeigt.
ru: ✅ Все видео за последние 6 месяцев показаны.
uz: ✅ O‘tgan 6 oydagi barcha videolar ko‘rsatildi.

source: 📂 You don't have any saved videos.
de: 📂 Sie haben keine gespeicherten Videos.
ru: 📂 У вас нет сохранённых видео.
uz: 📂 Sizda saqlangan hech qanday video yo‘q.

source: ✅ All videos have been shown.
de: ✅ Alle Videos wurden angezeigt.
ru: ✅ Все видео показаны.
uz: ✅ Barcha videolar ko‘rsatildi.

source: 📂 You don't have any saved voices from the last week.
de: 📂 Sie haben keine gespeicherten Sprachnachrichten von der letzten Woche.
ru: 📂 У вас нет сохранённых голосовых сообщений за последнюю неделю.
uz: 📂 Sizda o‘tgan haftadan saqlangan hech qanday ovozli xabar yo‘q.

source: ✅ All last week's voices have been shown.
de: ✅ Alle Sprachnachrichten der letzten Woche wurden angezeigt.
ru: ✅ Все голосовые сообщения за последнюю неделю показаны.
uz: ✅ O‘tgan haftadagi barcha ovozli xabarlar ko‘rsatildi.

source: 📂 You don't have any saved voices from the last month.
de: 📂 Sie haben keine gespeicherten Sprachnachrichten vom letzten Monat.
ru: 📂 У вас нет сохранённых голосовых сообщений за последний месяц.
uz: 📂 Sizda o‘tgan oydan saqlangan hech qanday ovozli xabar yo‘q.

source: ✅ All last month's voices have been shown.
de: ✅ Alle Sprachnachrichten des letzten Monats wurden angezeigt.
ru: ✅ Все голосовые сообщения за последний месяц показаны.
uz: ✅ O‘tgan oydagi barcha ovozli xabarlar ko‘rsatildi.

source: 📂 You don't have any saved voices from the last 6 months.
de: 📂 Sie haben keine gespeicherten Sprachnachrichten von den letzten 6 Monaten.
ru: 📂 У вас нет сохранённых голосовых сообщений за последние 6 месяцев.
uz: 📂 Sizda o‘tgan 6 oydan saqlangan hech qanday ovozli xabar yo‘q.

source: ✅ All last 6 months' voices have been shown.
de: ✅ Alle Sprachnachrichten der letzten 6 Monate wurden angezeigt.
ru: ✅ Все голосовые сообщения за последние 6 месяцев показаны.
uz: ✅ O‘tgan 6 oydagi barcha ovozli xabarlar ko‘rsatildi.

source: 📂 You don't have any saved voices.
de: 📂 Sie haben keine gespeicherten Sprachnachrichten.
ru: 📂 У вас нет сохранённых голосовых сообщений.
uz: 📂 Sizda saqlangan hech qanday ovozli xabar yo‘q.

source: ✅ All voices have been shown.
de: ✅ Alle Sprachnachrichten wurden angezeigt.
ru: ✅ Все голосовые сообщения показаны.
uz: ✅ Barcha ovozli xabarlar ko‘rsatildi.

source: Do you really want to delete your account? After deleting, you won’t be able to restore it!
de: Möchten Sie Ihr Konto wirklich löschen? Nach dem Löschen kann es nicht wiederhergestellt werden!
ru: Вы действительно хотите удалить свой аккаунт? После удаления его невозможно будет восстановить!
uz: Haqiqatan ham akkauntingizni o‘chirib tashlamoqchimisiz? O‘chirilgandan so‘ng uni tiklay olmaysiz!

source: ❌ Unknown language selection
de: ❌ Unbekannte Sprachauswahl
ru: ❌ Неизвестный выбор языка
uz: ❌ Noma’lum til tanlandi

source: ✅ Language successfully changed!
de: ✅ Sprache erfolgreich geändert!
ru: ✅ Язык успешно изменён!
uz: ✅ Til muvaffaqiyatli o‘zgartirildi!

source: ⚠️ An error occurred while logging out. Please try again.
de: ⚠️ Beim Abmelden ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
ru: ⚠️ Произошла ошибка при выходе из системы. Пожалуйста, попробуйте снова.
uz: ⚠️ Tizimdan chiqishda xatolik yuz berdi. Iltimos, qayta urinib ko‘ring.

source: ✅ You have been logged out. Use /login to log in again or /register to create a new account.
de: ✅ Sie wurden abgemeldet. Verwenden Sie /login, um sich erneut anzumelden, oder /register, um ein neues Konto zu erstellen.
ru: ✅ Вы вышли из системы. Используйте /login для повторного входа или /register для создания нового аккаунта.
uz: ✅ Siz tizimdan chiqdingiz. Qayta kirish uchun /login, yangi akkaunt yaratish uchun esa /register buyrug‘idan foydalaning.

source: Enter your new password.
de: Geben Sie Ihr neues Passwort ein.
ru: Введите новый пароль.
uz: Yangi parolingizni kiriting.

source: ⚠️ User not found. Please register first.
de: ⚠️ Benutzer nicht gefunden. Bitte registrieren Sie sich zuerst.
ru: ⚠️ Пользователь не найден. Пожалуйста, сначала зарегистрируйтесь.
uz: ⚠️ Foydalanuvchi topilmadi. Iltimos, avval ro‘yxatdan o‘ting.

source: 🔄 Password successfully changed.
de: 🔄 Passwort erfolgreich geändert.
ru: 🔄 Пароль успешно изменён.
uz: 🔄 Parol muvaffaqiyatli o‘zgartirildi.

source: Enter your new username
de: Geben Sie Ihren neuen Benutzernamen ein
ru: Введите новое имя пользователя
uz: Yangi foydalanuvchi nomingizni kiriting

source: ❌ User not found. Please contact support.
de: ❌ Benutzer nicht gefunden. Bitte kontaktieren Sie den Support.
ru: ❌ Пользователь не найден. Пожалуйста, обратитесь в поддержку.
uz: ❌ Foydalanuvchi topilmadi. Iltimos, yordam xizmatiga murojaat qiling.

source: ❌ This is already your current username.
de: ❌ Dies ist bereits Ihr aktueller Benutzername.
ru: ❌ Это ваше текущее имя пользователя.
uz: ❌ Bu sizning joriy foydalanuvchi nomingiz.

source: ❌ Username is invalid or already taken. It must be 3–20 characters, contain only letters, numbers, and underscores.
de: ❌ Der Benutzername ist ungültig oder bereits vergeben. Er muss 3–20 Zeichen lang sein und darf nur Buchstaben, Zahlen und Unterstriche enthalten.
ru: ❌ Имя пользователя недействительно или уже занято. Оно должно содержать от 3 до 20 символов, только буквы, цифры и подчеркивания.
uz: ❌ Foydalanuvchi nomi noto‘g‘ri yoki band qilingan. U 3–20 ta belgidan iborat bo‘lishi va faqat harflar, raqamlar hamda pastki chiziqlardan iborat bo‘lishi kerak.

source: ✅ Username changed successfully to {username}!
de: ✅ Benutzername erfolgreich zu {username} geändert!
ru: ✅ Имя пользователя успешно изменено на {username}!
uz: ✅ Foydalanuvchi nomi muvaffaqiyatli {username} ga o‘zgartirildi!
